{
    "1.png": "— Этой ночью я плохо спал, и поэтому сделал себе утренний кофе с энергосом вместо воды. И я уже почти добежал до работы, когда понял, что забыл сесть на автобус.",
    "2.png": "Никаких смешных анекдотов про банк не нашлось, поэтому я попросила ChatGPT придумать мне анекдот про банк. Итак, анекдоты (смешные по мнению гпт):\nПрограммист приходит в стеклянный банк, клерк ему говорит:\n— Могу ли я вам помочь?\nПрограммист отвечает:\n— Да, мне нужно взять кредит.\nКлерк удивленно спрашивает:\n— А какой у вас запрос?\nПрограммист задумчиво смотрит на стекло и отвечает:\n— Ну, сработаю по методу GET…\n\nИ второй смешной анекдот!\n\nПрограммист решил устроиться работать в банк. Приходит на собеседование, его спрашивают:\n— Почему выбрали нашу компанию?\nОн отвечает:\n— Хотел работать в банке, теперь работаю в банке.\n— Но у нас же финансовый банк!\n— Ну, да, но главное — стекло прозрачное!",
    "3.png": "Идут две зубочистки по лесу, мимо них проходит еж и одна говорит другой а я не знала что тут маршрутки ходят!",
    "4.png": "Картинка в честь любимой Чучи!\n\nШтирлиц погладил кота. Кот заорал и убежал. 'Странно' - подумал Штирлиц и поплевал на утюг",
    "5.png": "— Почему ваши дети всё время ссорятся?\n— Конфликт версий, — отвечает разработчик.",
    "6.png": "Ничего не получается. И так тоже не получается. Ну и пожалуйста! Ну и не нужно!\n\nВнимание, смешной анекдот! Компьютерную поддержку я бы заменила на хитсят 🥰\n\nТабличка в отделе компьютерной поддержки:\nТеория — это когда вы знаете все, но ничего не работает.\nПрактика — это когда все работает, но никто не знает почему.\nВ ЭТОМ МЕСТЕ мы совмещаем теорию и практику — ничего не работает и никто не знает почему!",
    "7.png": "Зима. Ночь. Воет ветер. Туристы лежат в шатре. Печка давно потухла. Холод—д—д—д—д—но оч—ч—ч—ч—чень. Руководитель видит: дело плохо. \n— Сейчас мы будем заниматься аутотренингом! Представьте, что мы в пустыне. Палит солнце... Жара... Идет изнемогающий от жажды верблюд. Вот он идет, идет, идет, наконец его силы кончаются — и он падает на раскаленный песок... \nГолос с края шатра: \n— И зззамерзззает...",
    "8.png": "Сибирь — это когда по одной улице идут два человека, навстречу друг другу, и обоим в лицо дует ветер.\n\n— Пап, почему в Сибири нет крокодилов?\n— Голодно в Сибири!\n— Думаешь, они бы не нашли там что покушать?\n— Думаю, там их кто—нибудь скушал.",
    "9.png": "Вам известно, мсье, что один из трехсот французов выше 190 сантиметров?\n— Я это хорошо знаю. Он всегда сидит передо мной в кинотеатре.",
    "10.png": "Картинка в честь Вики! Основано на реальных событиях...\n\nИграющий в авто на полную громкость концерт Рахманинова два часа не давал отдыхающей рядом группе дирижеров нанизать шашлык на шампуры.",
    "11.png": "Картинка в честь Саши! Это реальная его фотография с конференции!\n\nТ1. Со слов менеджера:\n— Не включается компьютер, зову админа. Админ приходит, воздевает руки к небу, бормочет про себя невнятные слова, поворачивает мой стул 10 раз вокруг своей оси, пинает компьютер, тот начинает работать. Вновь воздевает руки к небу, что-то бормочет, уходит.\n2. Со слов сисадмина:\n— Прихожу к юзеру. Этот дурак так вертелся на стуле, что у него шнур питания на ножку намотался и выскочил из компа. Ругаюсь про себя, распутываю, запихиваю комп ногой подальше под стол, включаю, ухожу.",
    "12.png": "Картинка в честь фронтенда!\n\nДел - куча. Но если тронешь хоть одно - вся эта куча рухнет и завалит с головой. Лежу. Не трогаю.",
    "13.png": "Картинка в честь Даши и шаурмы из Безумно!\n\n- Ненавижу, когда кто-то в вагоне электрички начинает есть, например, шаурму, а запах идет аж по всему вагону, а ты еще и голодный... Убил бы!\n- А что любишь?\n- Ну, люблю по дороге с работы взять на вокзале шаурму, сесть в вагон...",
    "14.png": "— Доктор, у меня хроническая бессонница! — Как вы сказали? — У меня бессонница хрон… хр… хр-р… хр-р…\n\nСтудент в университете подходит к бородатому ректору и спрашивает: \n— Извините, можно задать вам вопрос? \n— Да, конечно, молодой человек, спрашивайте. \n— Скажите, пожалуйста, во время сна вы кладете бороду на одеяло или под одеяло. \nНебольшая пауза. \n— Я не задумывался над этим, поэтому ответить не могу. \n— Тогда, пожалуйста, извините. \nПрошла неделя. Ректор осунувшийся и с мешками под глазами хватает при встрече того же студента за грудки: \n— Ох, что ты натворил! Я не могу спать уже неделю – и так неудобно, и так неудобно!",
    "15.png": "Физики-качки тощих парней называют фотонами, так как у них нет массы."
}